{
  "items": [
    {
      "name": "Ivan",
      "lastname": "Heibi",
      "description": "I'm Ivan, a computer scientist and currently a Ph.D student at the University of Bologna  mostly dealing with Semantic web technologies in scholarly publishing contexts. I am working at The Department of Classical Philology and Italian Studies (FICLIT)  and at the Digital Humanities Advanced Research Centre (DHARC).  I was born in Israel, my father is arab and my mother is Italian. Luckily, I gained both as mother languages and I like to maintain both the cultures active in my lifestyle. After my high school graduation at the age of 18, I moved to Italy and to the University of Bologna to study computer science, and I have successfully completed my bachelor and master degree.  On the last year I worked with David Shotton from the University of Oxford, and Silvio Peroni of the University of Bologna as a research fellow under the OpenCitations project: a scholarly infrastructure organization dedicated to open scholarship and the publication of open bibliographic and citation data by the use of Semantic Web (Linked Data) technologies, and engaged in advocacy for semantic publishing and open citations. My contribution was basically based on studying and developing applications for data visualization and data querying of RDF datasets of scholarly articles/papers. Here you will find a link to my CV in case you want to have more details about me.",
      "image": "https://ivanhb.github.io/img/prof.jpg",
      "contacts": {
          "gmail":"ivanhb.ita@gmail.com",
          "twitter":"https://twitter.com/ivanheib",
          "git":"https://github.com/ivanhb",
          "facebook":"https://www.facebook.com/ivanhb.ita",
          "linkedin":"https://www.linkedin.com/in/ivan-heibi-738317a3",
          "university email":"mailto:ivan.heibi2@unibo.it",
          "orcid":"https://orcid.org/0000-0001-5366-5194",
          "telegram bot":"ivanhbBot"
      },
      "extra": [
        {"type":"document", "img": "", "label":"Curriculum vitae","value":"https://ivanhb.github.io/data/CV-Professional.pdf"},
        {"type":"document","img": "img/cv_europass.svg", "label":"Curriculum vitae (Europass)","value":"https://ivanhb.github.io/data/CV-Europass.pdf"},
        {"type":"webpage","img": "", "label":"My Ph.D. page","value":"https://ivanhb.github.io/phd"},
        {"type":"webpage","img": "", "label":"My OpenCitations page","value":"https://ivanhb.github.io/opencitations-doc"}
      ],
      "include_in_webpage": 1
    }
  ]
}
